"main_divination_section_title" = "Psychic Advisor";
"main_divination_type_section_title" = "Popular Topics";
"main_divination_type_more_topics_title" = "More Topics";

"tarbar_orders" = "Advisors";
"Order_divination_type_login_title" = "Login to view your order";
"Order_divination_type_login_continue" = "Continue with facebook";
"Order_divination_type_All_Advisors" = "All Advisors";
"Order_divination_type_My_Orders" = "My Orders";
"Order_divination_type_No_Content" = "No Content";
"Order_divination_type_oederType1" = "Unpaid";
"Order_divination_type_oederType2" = "Waiting for Reply";
"Order_divination_type_oederType3" = "Finished";
"Order_divination_type_oederType4" = "Refunded";
"Order_divination_type_Remaining_time" = "Remaining time";
"Order_divination_type_to_teacher" = "My order to ";
"Order_divination_type_pay_now" = "Pay Now";
"Order_divination_tile" = "Order";
"Order_divination_order_pay" = "Payment for consulting";
"Order_divination_order_pay_free" = "Payment for consulting(FREE)";
"Order_divination_order_payment_success" = "Payment success";
"Order_divination_order_payment_fail" = "Payment fail";
"Order_divination_type_oeder_NoQuestionDesc" = "You haven't writen any detailed descriptions about your question.";

"Teacher_divination_type_Online" = "Online";
"Teacher_divination_type_Offline" = "Offline";
"Teacher_divination_type_years" = "Years";
"Teacher_divination_type_readers" = "Readers";
"Teacher_divination_type_specialties" = "Specialties";
"Teacher_divination_type_skills" = "Skills";
"Teacher_divination_type_languages" = "Languages";
"Teacher_divination_type_about_me" = "About Me";
"Teacher_divination_type_chat" = "Ask a Question";
"Teacher_divination_type_chat_now" = "Chat Now";

"Divination_pay_service" = "Service Guarantee";
"Divination_pay_advisor_psychic" = "Advisor's psychic insights";
"Divination_pay_answers_24_hour" = "Get answers within 24 hours";
"Divination_pay_refund_immediately" = "Refund immediately if no reply";
"Divination_pay_contact_need" = "Contact us when need assistance";
"Divination_pay_confirm" = "Confirm";
"Divination_pay_order_sure_to_exit" = "The order will not be saved, are you sure to exit?";
"Divination_pay_sure_to_exit" = "You haven't paid the order, are you sure to exit?";
"Divination_pay_sure_to_log_out" = "Are you sure you want to log out?";
"Divination_pay_no" = "NO";
"Divination_pay_yes" = "YES";
"Divination_pay_later" = "Later";
"Divination_pay_retry" = "Retry";
"Divination_pay_success" = "Payment Success";
"Divination_pay_paying" = "Paying";
"Divination_pay_alert_network_error_retry" = "Network error, please try again.";
"Divination_pay_alert_network_error_later" = "Network error, please try again later.";


"Divination_consult_24hour_delivery" = "24hour delivery";
"Divination_consult_sex_other" = "Other";
"Divination_consult_add_picture" = "Add a picture";
"Divination_consult_check_balance" = "Check Your Balance";
"Divination_consult_refund_msg" = "I am sorry that I have not been able to respond to you in time. The order has been fully refunded to your wallet. Wish you a happy mood every day.";
"Divination_consult_send_order" = "You send a new order";
"Divination_consult_sex_other" = "Other";
"Divination_consult_submit" = "Submit";
"Divination_consult_ok" = "OK";
"Divination_consult_information_consultation" = "Information is only used for teacher consultation. If the teacher does not respond within 24 hours, the money will be automatically refunded to your balance.";
"Divination_consult_enter_your_name" = "Please enter your true name";
"Divination_consult_enter_your_question" = "Please enter your specific question";
"Divination_consult_enter_your_description" = "Please describe your problem or status in detail, so that the advisor can answer you in more detail";
"Divination_consult_pick_your_birth" = "Please pick your date of birth";
"Divination_consult_name_item" = "Name*";
"Divination_consult_birth_item" = "Date of Birth*";
"Divination_consult_question_item" = "Question*";
"Divination_consult_gender_item" = "Gender*";
"Divination_consult_description_item" = "Description";
"Divination_consult_cannot_be_modified" = "It cannot be modified once you submit. Please ensure your information correct.";
"Divination_consult_order_loading" = "The order is uploading...";
"Divination_consult_teacher_reply" = "I have received the order and will reply in 24 hours. Wish you a happy day.";
"Divination_submit_advisors" = "Advisor";

//1.4.2
//占卜1.1 版本1.4.2
"Divination_consult_enter_your_email" = "Please leave your email for more services";
"Divination_consult_shear_desc" = "Agree to share my question to help those who face to the similar problems.";
"Divination_consult_detail_advisor" = "Advisor";
"Divination_consult_detail_waiting" = "Waiting for reply, Due to";
"Divination_consult_detail_finish" = "Repled on";
"Divination_consult_detail_refund" = "Timed out";

"Divination_consult_detail_waiting_desc" = "If the teacher does not respond within 24 hours, the money will be automatically refunded to your balance.";
"Divination_consult_detail_name" = "Your name:";
"Divination_consult_detail_gender" = "Gender:";
"Divination_consult_detail_birth" = "Date of Birth:";
"Divination_consult_detail_question" = "Question:";
"Divination_consult_detail_email" = "Email:";
"Divination_consult_detail_description" = "Description";
"Divination_consult_detail_picture" = "Picture";
"Divination_consult_detail_order_Information" = "Order Information";

"Divination_usercenter_title" = "My account";
"Divination_usercenter_my_record" = "My Record";
"Divination_usercenter_log_out" = "Log Out";
"Divination_usercenter_my_save" = "My Save";
"Divination_usercenter_login" = "Login";
"Divination_usercenter_my_free_psychics_reading" = "Free Psychics Reading";
"Divination_usercenter_my_recharge" = "Recharge";
"Divination_usercenter_Balance" = "Balance";
"Divination_usercenter_Load" = "Load";
"Divination_usercenter_Pay" = "Pay";
"Divination_usercenter_create_account" = "Create Account";
"Divination_usercenter_continue_with_facebook" = "To get advice, pleast continue with facebook.";
"Divination_usercenter_have_no_record" = "You don't have any record.";
"Divination_usercenter_login_success" = "Login Successful";

"Divination_Recommend_title" = "More Reading of your Life\n1 on 1 psychic reading";
"Divination_Recommend_button_title" = "Try it Now";


"Divination_server_error" = "Unknown error";
"Divination_advisor_offline" = "The advisor is offline";
"Divination_order_detail" = "Not any order detail";
"Divination_server_unavailable" = "The service is unavailable";
"Divination_amount_incorrect" = "The amount of service is incorrect";
"Divination_advisor_not_exist" = "The advisor does not exist";
"Divination_order_wrong" = "Something wrong with the order status";
"Divination_user_does_not_exist" = "The user does not exist";
"Divination_not_enough_balance" = "Your balance is not enough to pay for the order";
"Divination_product_not_exist" = "Recharged product does not exist";
"Divination_order_not_exist" = "The order does not exist";



"divination_one_to_one" = "Real Psychics, 1 to 1 reading for you (once a week)";
"divination_look_when_old" = "See what will you look like when you get old";
"divination_get_forcast_report" = "Get your wealth, marriage, health forcast report";
"divination_one_to_one_title"="Real Psychics\n1 to 1 Anwser your Question";
//弹框
"TAAlertStyleOfMainPageContent" = "True love? Break up? Success? Fail? What will happen on your life?";
"TAAlertStyleOfMainPageEnsureButtonTitle" = "Know Your Future";
"TAAlertStyleOfFreeUsedTitle" = "Submit Successfully";
"TAAlertStyleOfFreeUsedEnsureButtonTitle" = "OK";
"TAAlertStyleOfFreeZeroTitle" = "Pay for the question";
"TAAlertStyleOfFreeZeroContent" = "you have used all free chance for asking question, another free chance will be given next week if you still in subscription period.";
"TAAlertStyleOfPayFailedTitle" = "Failed to Submit";
"TAAlertStyleOfPayFailedContent" = "Something went wrong, please try again";
"TAAlertStyleOfFreeZeroEnsureButtonTitle" = "Pay Now";
"TAAlertStyleOfFreeZeroOtherButtonTitle" = "wait for next week";

"main_divination_title"="1 to 1 Psychic Reading";
"main_divinationIntro"="Talk to Real Psychics to know your Future.";
"main_divination_promet"="Find Answers to your biggest Question from Advisors.";
"divination_report_guide"="Try 1 to 1 psychic reading";
"divination_consult_ask" = "Ask";
"divination_consult_hot_title" = "Hot Questions";
"divination_consult_hot_message_1" = "When will I have my first kid?";
"divination_consult_hot_message_2" = "Could he/she be my soulmate?";
"divination_consult_hot_message_3" = "When will I find love and marry?";
"divination_consult_fill_message_button" = "Fill the Information";
"divination_consult_fill_message_button_disable" = "Information Filled";
"divination_consult_fill_message_title" ="Please fill your information, the answer can't be given with out the information.";
"divination_consult_placehold" = "ASK A QUESTION";
"divination_consult_sendFail" = "Get the free chance for asking question";
"divination_no_message_send" = "There's no content to be send";
"divination_consult_new_question" = "Thanks！You are asking a new question. You can check your historical questions here";
"divination_consult_new_question_hightlight" = "check your historical questions here";
"divination_consult_submit_description" = "Thank you so much for submitting your quesrion. I will answer your question before %@. Wish you be happy!Check your information";
"divination_consult_submit_description_hightlight" = "Check your information";
"divination_consult_coupon_failed" = "Failed to get free psychic reading, please try again";
"divination_try_again" = "Try Again";
"divination_please_login" = "Please log in to get psychic reading from advisors";
"divination_consult_sorry" = "Sorry";

"Divination_usercenter_my_free_psychics_refresh" = "Failed to get free psychic reading";
"Divination_consult_enter_your_email_bottom_desc" = "Email is not necessary, it's just for us to provide more service.";
"Divination_consult_email_item" = "Email";
"Divination_setting_Premium" = "Subscribe to Advanced Service";

//1.4.6 长按功能
"divination_long_press_psychic_reading" = "Psychic Reading";
"divination_long_press_daily_palmistry" = "Daily Palmistry";
"divination_long_press_aging_face" = "Aging Face";
"divination_long_press_love_consultant" = "Love Consultant";
"divination_long_press_wealth_forcast" = "Wealth Forcast";
"divination_long_press_tarot_reading" = "Tarot Reading";
"divination_long_press_tarot_horoscope" = "Horoscope";

//1.4.9自动登录
"divination_login_popup" = "Login Facebook will give you better exprience, or you will log in as a vistor. Are you sure to give up?";
"divination_login_popup_fb_title" = "Log in with Facebook";
"divination_login_popup_visitor_title" = "Log in as a visitor";
"divination_login_popup_fail_connect" = "Failed to log in as a visitor No internet Connect Please check your internet connect";
"divination_login_popup_fail_other" = "Failed to log in as a visitor which will make you failed to ask a question Plase try again";
"order_divination_type_login_visitor_continue" = "Try again to Login";
"divination_consult_question_prompt" = "Please write down one question only. Only one will be answered";
"divination_consult_get_more_reading" = "Get More Reading";


"network_refresh" = "Refresh";
"network_error" = "Network error!";
"No_Content" = "No Content";

"card_array_save_success" = "Saved successfully";
"card_array_save_fail" = "Save failed";



//月份
"jan" = "Jan";
"feb" = "Feb";
"mar" = "Mar";
"apr" = "Apr";
"may" = "May";
"jun" = "Jun";
"jul" = "Jul";
"aug" = "Aug";
"sep" = "Sep";
"oct" = "Oct";
"nov" = "Nov";
"dec" = "Dec";


"Cancel" = "Cancel";
"Done" = "Done";
"datePick_title" = "Select Your Birthday";
"picker_title_gender" = "Select Your Gender";

"divination_loading" = "Loading...";

//多语言补充
"Teacher_divination_status" = "Status";

//多语言修改(已经有了)
"Teacher_divination_type_per_time" = "Per Time";
